/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "single_image_4aqHdH": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe_Art_Contest_25_page-zigzag_page_break.png",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "single_image_kPmai8": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe-Art-Contest-25-page-title2.jpg",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "single_image_ak737e": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe_Art_Contest_25_page-zigzag_page_break.png",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "background_video_H8XwQL": {
      "type": "background-video",
      "settings": {
        "desktop_height": "desktop-height-full",
        "mobile_height": "mobile-height-500",
        "full_width": true,
        "subheading": "Inkkas' 5th Annual Shoe Art Contest",
        "heading": "THREE WINNERS \nWILL RECEIVE A $300 INKKAS.COM \nGIFT CARD",
        "text": "And may be featured on our social media and website! ",
        "lightbox_button": false,
        "video": "https://www.youtube.com/watch?v=_9VUPq3SxOc",
        "video_hosted": "shopify://files/videos/2025 Shoe Art Contest-Artist-REEL-Bekah Worley-@bekahworleyco-no sound-low2.mp4",
        "overlay_opacity": 25,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "rich_text_J6NKhe": {
      "type": "rich-text",
      "blocks": {
        "heading_E3JfCi": {
          "type": "heading",
          "settings": {
            "text": "We first created our Shoe Art Contest to provide an opportunity for our community to engage in art and self-expression together.  Art is powerful. It shares stories & ideas, sparks inspiration & imagination, and it expresses, heals, transcends & transforms. We hope you will join us by submitting your own shoe art and/or by engaging with our community as we celebrate all the submissions!  We will select 3 winners based on the originality, creativity, and inspiration of the shoe art. Happy creating!",
            "size": "h4"
          }
        },
        "text_TCgq9L": {
          "type": "text",
          "settings": {
            "text": "<p>Read below for details on dates, eligibility, and contest rules.</p><p><em>*This is </em><em><strong>not </strong></em><em>a design contest; we do not develop any submissions into products. </em></p>",
            "custom_liquid": "",
            "size": "text-size-regular"
          }
        }
      },
      "block_order": [
        "heading_E3JfCi",
        "text_TCgq9L"
      ],
      "settings": {
        "section_width": "grid",
        "text_width": "large",
        "text_position": "center",
        "text_alignment": "center",
        "color_bg": "rgba(0,0,0,0)",
        "color_text": "#151515",
        "color_links": "#151515",
        "disable_top_spacing": false,
        "disable_bottom_spacing": true
      }
    },
    "customer_reviews_3jngrk": {
      "type": "customer-reviews",
      "blocks": {
        "review_hMiy7p": {
          "type": "review",
          "settings": {
            "product_handle": "",
            "image": "shopify://shop_images/01-07-2025-Winter-Boot-General-MOBILE-1.1_5009bdff-2d0f-4066-892b-fe2845c5a17c.gif",
            "stars": "",
            "text": "Inkkas' 5th Annual Shoe Art Contest\n\nTHREE WINNERS WILL RECEIVE A $300 INKKAS.COM GIFT CARD \n\n\nAnd May Be Featured On Our Social Media and Inkkas.com! ",
            "author": ""
          }
        }
      },
      "block_order": [
        "review_hMiy7p"
      ],
      "disabled": true,
      "settings": {
        "mobile_height": "mobile-height-350",
        "desktop_height": "desktop-height-650",
        "full_width": true,
        "layout": "text_first",
        "content_position": "text-center",
        "text_size": "large",
        "autoplay": true,
        "autoplay_length": 5,
        "color_bg": "#ffc94b",
        "color_text": "#151515",
        "overlay_color": "#000000",
        "overlay_opacity": 0,
        "disable_top_spacing": false,
        "disable_bottom_spacing": true
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": true,
        "disable_top_spacing": false,
        "disable_bottom_spacing": false
      }
    },
    "single_image_9Lajtt": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe_Art_Contest_25_page-zigzag_page_break.png",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "single_image_kH6P6W": {
      "type": "single-image",
      "disabled": true,
      "settings": {
        "image": "shopify://shop_images/Shoe-Art-Contest-25-page-endless_bfd9137a-12ef-4b19-a7ea-6d357276bc47.jpg",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "spacer_qzeaUN": {
      "type": "spacer",
      "disabled": true,
      "settings": {
        "spacer_mobile": 50,
        "spacer_desktop": 100,
        "border_separator": true,
        "border_separator_full": false
      }
    },
    "collapsible_content_Yxy3Pk": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_tab_VPJqBC": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "Step 1: Read these Official Contest Rules",
            "open": false,
            "content": "<p>NO PURCHASE IS NECESSARY TO PARTICIPATE, ENTER, OR WIN. OPEN ONLY TO INDIVIDUALS (AGES 18 AND OVER OR AGES 13-17 WITH PARENT PERMISSION) WHO ARE LEGAL RESIDENTS OF THE UNITED STATES OR THE DISTRICT OF COLUMBIA.<br/><br/>VOID WHERE PROHIBITED BY LAW.</p><p>PLEASE READ THE FULL CONTEST RULES, BELOW, CAREFULLY PRIOR TO PARTICIPATION OR ENTRY.</p><p>-------</p><p>The<em><strong> Inkkas Express Yourself Shoe Art Contest</strong></em> (the “Contest”) is created and sponsored by Global Footwear, LLC, trading as Inkkas or Inkkas.com (“Sponsor” or “Inkkas”). By participating in the Contest, you agree to the terms and conditions of the Inkkas website, available <a href=\"https://inkkas.com/pages/terms-conditions\" target=\"_blank\" title=\"https://inkkas.com/pages/terms-conditions\">here</a>, as well as Instagram's own terms and conditions available <a href=\"https://help.instagram.com/581066165581870/?helpref=uf_share\" target=\"_blank\" title=\"https://help.instagram.com/581066165581870/?helpref=uf_share\">here</a>, and your participation will be governed by, and you shall abide by all of the following rules (the “Contest Rules”) outlined here.</p><h4><strong>1. Eligibility. </strong></h4><p>The Contest is open only to individuals who (a) are legal residents of the United States or the District of Columbia, and (b) as of the date of the individual’s first Entry, are at least thirteen (13) years old with permission from a parent or legal guardian, or are at least eighteen (18) years old. Sponsor in its discretion may require a person who submits an Entry (\"Participant\") to provide verification of eligibility. The following individuals are not eligible to enter or win the Contest: current or former (within the immediately preceding 12 months) employees, officers, directors, and contractors of Inkkas, and anyone involved in the administration of the Contest, and any member of the immediate family (i.e., a parent, sibling, child or grandchild) or household of any of the foregoing individuals.</p><h4><strong>2. Entry Period. </strong></h4><p>Entries will be accepted starting at 12:01 a.m. Pacific Time, February 10, 2025 and ending 11:59 p.m. Pacific Time, March 25, 2025 (the “Entry Period”). The timestamp generated by Instagram shall be the official time-keeping device for the Contest.</p><h4><strong>3. Entry Guidelines. </strong></h4><p>Each Entry must depict only the Participant’s own, original art on a blank pair of shoes. In other words, the completed shoe art must represent only the work of the Participant. The Entry cannot include any content that violates or infringes upon the intellectual property or other rights of any third party (including but not limited to rights of publicity, privacy, patent, trademark, copyright, or libel, defamation or slander). By way of example only, do not use in your shoe art the names or logos of any shoe companies other than Inkkas, favorite bands, celebrities or athletes, etc. Other than the shoes themselves, the Entry should not include any content that is not owned by the Participant. If Inkkas, in its sole discretion, suspects such violation/infringement of third party rights, the entry will be disqualified. While Participants may use any materials to create the shoe art, no photography or media work attached to the shoes will be accepted.</p><h4><strong>4. How To Enter.</strong></h4><p>All Entries shall be submitted through Instagram. Individuals must have or open an Instagram account in order to participate in the Contest. Each Participant may submit only one Entry (meaning only one Entry will be permitted per Instagram Account).  Instagram accounts are subject to the Instagram terms and conditions. A Participant’s Instagram account must not be set to “private” (Inkkas can only see your “public” photographs). <strong>To enter, complete the following steps:</strong><br/>(1) Follow <strong>@InkkasWorldwear</strong> on Instagram;<br/>(2) Post to Instagram 5-10 photographs, of your original shoe art. Tag <strong>@InkkasWorldwear </strong>in your post. Include at least one photograph of your shoe art should be taken against a solid background. <br/>(3) Include the hashtag #<strong>ShoeContest25</strong> in the caption of the photograph.<br/>(4) Include a caption that describes your shoe art and what inspired you to create it. </p><h4><strong>5. Your Representations and Warranties.</strong></h4><p>By using the hashtag  <strong>#ShoeContest25</strong> to submit an Entry, you warrant and represent that your Entry photograph is original and does not infringe the intellectual property rights of any third party, you own or have the necessary licenses, rights, consents, and permissions to publish and exploit the Entry photograph, the Entry does not feature trademarks, logos, or brand names other than Inkkas, and the Entry is not made for any improper purpose such as to intimidate or harass any individual or to ridicule, disparage, or embarrass Inkkas. </p><p>By using the hashtag <strong>#ShoeContest25</strong> to submit an Entry, you also grant Inkkas a non-exclusive perpetual license throughout the universe to use and exploit (including without limitation by reproduction, distribution, public display, adaptation, communication to the public, and/or public performance, and including for commercial purposes) the Entry photograph in any and all media now known or hereafter devised, including any of Inkkas social media accounts, mobile application, the Inkkas websites, emails to Inkkas’ customer list, advertisements, and the Inkkas blog. You further waive to the full extent permitted by law any and all claims against Inkkas related to moral rights in the Entry photograph. </p><p>No Entry shall contain any language or imagery which Inkkas deems, in its sole and absolute discretion, to be inappropriate, indecent, obscene, hateful, tortious, defamatory, or that promotes discrimination on the basis of race, gender, religion, nationality, disability, sexual orientation, age, or any other applicable legally protected category. Inkkas reserves the right, in its sole discretion, to disqualify any Entry that contains any such language or imagery, or which otherwise may be in violation of any law. Late, incomplete and/or inaccurate entries and entries not complying with all Rules are subject to disqualification. Any form of automated entry, including by the use of macros, scripts or bots, will be disqualified. Furthermore, by entering, each Participant represents and warrants that each Entry complies with these Contest Rules in full. Entries must not contain any material that Inkkas, in its sole discretion, deems inappropriate for public viewing and/or determines is contrary to the Contest mission. Inkkas reserves the right in its sole discretion to disqualify and/or not accept any Entry that Sponsor determines does not or is likely not to comply with these guidelines.<br/><br/>All Entries must be posted to Instagram no later than 11:59 pm Pacific Time on March 25, 2025.</p><h4><strong>6. Judging Criteria.</strong> <strong> </strong></h4><p>All Entries will be judged by Inkkas personnel, to be selected by Inkkas at its sole discretion (the “Judges”). The Judges shall select each Winner using the following equally weighted criteria: (1) Originality; (2) Creativity; and (3) Inspiration supporting the shoe art, as described by the Participant in the Entry (in the photograph caption). Decisions of the Judges are final and binding.</p><h4><strong>7. Winner Notification, Requirements, and Grant of Rights.</strong> </h4><p>Inkkas, using the <strong>@InkkasWorldwear</strong> Instagram account, will notify Winner by making an Instagram comment on the winning Entry (the \"Notification\"), by April 4, 2025. To claim the Prize, Winner must respond to the Notification within forty-eight (48) hours of its posting by emailing hello@inkkas.com with the Winner’s full legal name, home (U.S. city and state), phone number, and email addresses. The Winner must also, within forty-eight (48) hours of Notification, return a declaration of eligibility and grant Inkkas in writing a royalty-free, irrevocable, transferrable, sublicensable, and non-exclusive perpetual license throughout the universe for use in any and all media whether now known or hereafter devised to use and exploit (including without limitation by reproduction, distribution, public display, adaptation, communication to the public, and/or public performance, and including for commercial purposes) the Entry photograph(s), waive to the full extent permitted by law any and all claims against Inkkas related to moral rights in the Entry, and except where prohibited, grant written permission to have the Winner’s name, likeness and identity used for promotional purposes by Inkkas without additional compensation.<br/><br/>If there is a dispute as to the identity of an entrant, the Prize will be awarded to the authorized account holder of the Instagram account associated with the winning Entry, as registered with Instagram. Inkkas shall have no liability for a Winner’s failure to receive notices due to Winner’s failure to check Instagram; due to spam, junk e-mail or other security settings; or for Winner’s provision of incorrect or otherwise non-functioning contact information. Inkkas may in its discretion announce the name of the potential winner on www.inkkas.com, social media websites, or in other forms of communication. The receipt by any Winner of the prize offered in this Contest is conditioned upon compliance with any and all federal and state laws and regulations.<br/><br/>The failure of a potential winner to promptly prove eligibility, sign the required declaration and grant of rights in the Entry, or Inkkas’ inability to contact the potential winner, will result in immediate disqualification and selection of an alternative winner.<br/><br/>ANY VIOLATION OF THESE OFFICIAL RULES BY ANY WINNER (AT SPONSOR’S SOLE DISCRETION) WILL RESULT IN SUCH WINNER’S DISQUALIFICATION AS WINNER OF THE CONTEST AND ALL PRIVILEGES AS WINNER WILL BE IMMEDIATELY TERMINATED.</p><h4>8. Prizes.</h4><p>There shall be three (3) prizes awarded to three eligible Winners during the Entry Period (the “Prize”). Each Prize will consist of one online gift card to Inkkas.com in the amount of $300.00 (Prize ARV: $300.00). No cash or other prize substitutions are permitted except at Sponsor’s sole discretion. The prize is nontransferable. Any and all prize related expenses, including, without limitation, any and all federal, state, and/or local taxes shall be the sole responsibility of the Winner. Gift card shall be subject to the terms and conditions delivered with the online gift card.</p><h4><strong>9. Limitation of Liability. </strong></h4><p>By entering, each Participant agrees to hold harmless Inkkas and its subsidiaries, affiliates, advertising and promotion agencies, partners, representatives, agents, successors, assigns, employees, officers and directors (all of the foregoing, the “Sponsor Parties”) from any liability, illness, injury, death, loss, litigation, claim or damage that may occur, directly or indirectly, whether caused by negligence or not, from (i) such Participant’s participation in the Contest and/or Participant’s  acceptance, possession, use, or misuse of any prize or any portion thereof, (ii) technical failures of any kind, including but not limited any loss or damage to any Entry, (iii) the malfunctioning of any computer, cable, network, hardware or software; (iv) the unavailability or inaccessibility of any transmissions or telephone or Internet service; (v) unauthorized human intervention in any part of the entry process or the Contest; (vi) electronic or human error which may occur in the administration of the Contest or the processing of Entries; to the maximum extent allowed by law. Some jurisdictions may not permit certain liability limitations or waivers. If any court determines the law of such a jurisdiction applies, our liability shall be limited to the greatest extent permitted by law.</p><h4><strong>10. All Decisions Final. </strong></h4><p>All decisions of Sponsor and Sponsor Parties are final and binding in all respects.</p><h4><strong>11. Disputes.</strong> </h4><p>THE CONTEST IS GOVERNED BY THE LAWS OF THE UNITED STATES OF AMERICA AND THE STATE OF MARYLAND, WITHOUT RESPECT TO CONFLICT OF LAW DOCTRINES. As a condition of participating in the Contest, to the fullest extent allowed by law, Participant agrees that any and all disputes, claims, causes of action or controversies arising out of or in connection with The Contest, shall be resolved in arbitration individually and without resort to collective, class, or aggregate action, as set forth in the Terms and Conditions of the Inkkas.com website. By registering and/or submitting an Entry, each Participant irrevocably waives, to the greatest extent allowed by law, any right to seek and/or obtain rescission and/or equitable and/or injunctive relief. Further, in any such dispute, under no circumstances will Participant be permitted to obtain awards for, and hereby waives all rights to claim, punitive, incidental, or consequential damages, including reasonable attorneys’ fees, other than Participant’s actual out-of-pocket expenses (i.e. costs associated with entering the Contest), and participant further waives all rights to have damages multiplied or increased.<br/><br/>NOTWITHSTANDING ANYTHING TO THE CONTRARY, IN NO EVENT WILL THE SPONSOR OR THE SPONSOR PARTIES BE LIABLE TO ANY PARTICIPANT OR ANY THIRD PARTY FOR ANY SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES, LOSS OF REVENUES, LOST PROFITS, LOST CAPITAL OR OVERHEAD, WHETHER BASED ON BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, WHETHER OR NOT SPONSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p><h4>12. General Terms and Conditions.</h4><p> All federal, state, and local laws and regulations apply, and the Contest is void where prohibited. Inkkas reserves the right, in its sole discretion, to cancel, terminate, modify or suspend the Contest should (in its sole discretion) a virus, bugs, non-authorized human intervention, fraud or other causes beyond its control corrupt or affect the administration, security, fairness or proper conduct of the Contest. In such case, Inkkas may select the recipients from all eligible Entries received prior to and/or after (if appropriate) the action taken by Inkkas. Inkkas reserves the right at its sole discretion to disqualify any individual who tampers or attempts to tamper with the entry process or the operation of the Contest or who violates these Contest Rules. Sponsor is not responsible for lost, late, illegible, incomplete, damaged, mutilated, misdirected, misdelivered, or delayed Entries, or for technical or human errors or failures of any kind in connection with the submission, transmission, processing or selection of Entries or the winning Entry, including without limitation any malfunctions or failures of computer hardware, computer software, networks or telephone equipment or any technical problems or traffic congestion on the Internet or at any website or late, lost, damaged, or postage due mail, or any combination thereof. Caution: Any attempt by a person to deliberately damage any Web site or undermine the legitimate operation of the Contest is a violation of criminal and civil laws and should such an attempt be made, Sponsor reserves the right to seek damages from any such person to the fullest extent of the law. Sponsor is not responsible for any typographical or other error in the printing of the offer, administration of the Contest, or in the announcement of the Prize. Sponsor shall not be responsible for retaining copies of any Entry. These Contest Rules set forth the entire agreement and understanding between Sponsor and Participant concerning the subject matter hereof and merges and supersedes all prior discussions, agreements, and understandings of any kind between them. Notwithstanding anything contained herein to the contrary, Sponsor reserves the right, in its sole discretion, at any future time to terminate, modify, or suspend the Contest for any reason, in Sponsor’s sole discretion. Participant shall be deemed an independent contractor and nothing contained herein shall constitute this arrangement to be employment, a joint venture, or a partnership. Sponsor’s failure to enforce any provision of these Contest Rules shall not constitute a waiver of any provision contained herein. If any provision of these Rules is found to be invalid or unenforceable by a court of competent jurisdiction or appointed arbitrator, such determination shall in no way affect the validity or enforceability of any other provision herein. The titles of Sections of these Contest Rules are for convenience only and shall not be given any legal effect. The word “including” is used in these Contest Rules to mean “including but not limited to.”</p><h4>13. Name of Winner. </h4><p>Winner(s) will be announced, and name of Winner(s) made available on the Inkkas.com website, social media account, and/or Inkkas blog, by April 4, 2025.</p><h4>14. Disclaimer. </h4><p>The Contest is in no way sponsored, endorsed or administered by, or associated with, Instagram, and in no instance shall Instagram and its subsidiaries, affiliates, advertising and promotion agencies, partners, representatives, agents, successors, assigns, employees, officers and directors (all of the foregoing, the \"Instagram Parties\") be liable for any disputes, claims, causes of action or controversies arising out of or in connection with the Contest.</p><p>-------</p>",
            "page": ""
          }
        },
        "collapsible_tab_jzDDFz": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "STEP 2: Find Your “Blank Canvas” -- A blank pair of white or black shoes",
            "open": false,
            "content": "<ul><li>Use a solid, plain white or black shoe without any design.</li><li>Please use both the left and the right shoe.</li><li>No purchase is necessary to participate, but you are welcome to purchase Inkkas’ blank <a href=\"https://inkkas.com/products/blank-canvas-ace-low-top-shoe-art-contest?_pos=1&_psq=low+top+blank&_ss=e&_v=1.0\" target=\"_blank\" title=\"https://inkkas.com/products/blank-canvas-ace-low-top-shoe-art-contest?_pos=1&_psq=low+top+blank&_ss=e&_v=1.0\">white ace low tops</a>, <a href=\"https://inkkas.com/products/blank-canvas-high-top-shoe-art-contest?_pos=9&_sid=5aaeee2f6&_ss=r\" title=\"https://inkkas.com/products/blank-canvas-high-top-shoe-art-contest?_pos=9&_sid=5aaeee2f6&_ss=r\">white high tops</a>, <a href=\"https://inkkas.com/products/blank-canvas-slip-on?_pos=8&_sid=5aaeee2f6&_ss=r\" title=\"https://inkkas.com/products/blank-canvas-slip-on?_pos=8&_sid=5aaeee2f6&_ss=r\">white slip ons</a>, or <a href=\"https://inkkas.com/products/all-black-slip-on-art-contest?_pos=1&_psq=all+black&_ss=e&_v=1.0\" title=\"https://inkkas.com/products/all-black-slip-on-art-contest?_pos=1&_psq=all+black&_ss=e&_v=1.0\">black slip ons</a> (Note: We only make 150 pairs so they may sell out quickly!) These are the same as our other Inkkas' forms, except they are BLANK white/black shoes (no design) with an Inkkas signature tab on the back.</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_qgiJUb": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 3: Gather Your Art Materials",
            "open": false,
            "content": "<ul><li>The sky is the limit here, so get creative!</li><li>You can use materials such as paint, textiles, markers, sharpies, paint pens, puff paint, stickers, stitching, accessories, stamps, glitter... really anything that inspires you!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_VnVDYU": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 4: EXPRESS YOURSELF!",
            "open": false,
            "content": "<ul><li>Your art can be abstract or realistic, colorful or black & white, sketches, drawings, paintings, etc. </li><li>You can make your art on any and all parts of your shoe. You are in<br/>control here!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_eTirtP": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 5: Enter Your Shoe Art via Instagram by March 25, 2025 at 11:59pm Pacific Time",
            "open": false,
            "content": "<p><strong>Follow these Seps:</strong></p><ul><li>Follow <a href=\"https://www.instagram.com/inkkasworldwear/\" title=\"https://www.instagram.com/inkkasworldwear/\"><span style=\"text-decoration:underline\"><strong>@InkkasWorldwear</strong></span></a><span style=\"text-decoration:underline\"><strong> </strong></span>on Instagram</li><li>Post to Instagram at least 1 photo, and no more than 5 photos, of your shoe art. </li><li>At least 1 photo should be taken against a solid background. The remaining photos can be  <br/>creative -- be sure to show plenty of angles of your art!  </li><li>Include the hashtags <strong>#InkkasWorldwear </strong><span style=\"text-decoration:underline\">and</span><strong> #shoecontest25 </strong>in the caption of the<br/>photograph(s)</li><li>Include a caption that describes your shoe art and what inspired you to create it!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_3URWyG": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "Winner announced April 4, 2025!",
            "open": false,
            "content": "",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_tab_VPJqBC",
        "collapsible_tab_jzDDFz",
        "collapsible_tab_qgiJUb",
        "collapsible_tab_VnVDYU",
        "collapsible_tab_eTirtP",
        "collapsible_tab_3URWyG"
      ],
      "settings": {
        "heading": "HOW TO PARTICIPATE: 5 Steps!",
        "description": "<p>There is NO PURCHASE necessary to participate. </p>",
        "uppercase_heading": true,
        "disable_top_spacing": false,
        "disable_bottom_spacing": true
      }
    },
    "logo_list_mFmFkj": {
      "type": "logo-list",
      "blocks": {
        "logo_gx8HqY": {
          "type": "logo",
          "settings": {
            "image": "shopify://shop_images/ALLBLACKSLIPON2_960x_crop_center_3ee7cff0-4c72-4bd3-8f8e-95897881ad8a.webp",
            "link": "https://inkkas.com/products/all-black-slip-on-art-contest?_pos=1&_psq=all+black&_ss=e&_v=1.0"
          }
        },
        "logo_Pkqg6N": {
          "type": "logo",
          "settings": {
            "image": "shopify://shop_images/BLANKCANVASSLIPON3_960x_crop_center_b9932fb6-afdf-4517-a5ad-9d0489464dbd.webp",
            "link": "https://inkkas.com/products/blank-canvas-slip-on?_pos=2&_sid=0109d91a1&_ss=r"
          }
        },
        "logo_mpgVHa": {
          "type": "logo",
          "settings": {
            "image": "shopify://shop_images/BLANKCANVASHIGHTOP3_960x_crop_center_23303315-06d5-40f9-801a-d80fc6d03161.webp",
            "link": "https://inkkas.com/products/blank-canvas-high-top-shoe-art-contest?_pos=3&_sid=9566b1809&_ss=r"
          }
        },
        "logo_9yqzgm": {
          "type": "logo",
          "settings": {
            "image": "shopify://shop_images/BLANK-CANVAS-ACE-LOW-TOP-SA240220-3_30341e55-463b-41db-a4d3-710fde08ca61.jpg",
            "link": "https://inkkas.com/products/blank-canvas-ace-low-top-shoe-art-contest?_pos=3&_sid=704e892d0&_ss=r"
          }
        }
      },
      "block_order": [
        "logo_gx8HqY",
        "logo_Pkqg6N",
        "logo_mpgVHa",
        "logo_9yqzgm"
      ],
      "settings": {
        "heading": "",
        "description": "",
        "columns": 4,
        "mobile_swipe": false,
        "center_align": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "collapsible_content_ihA3hG": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_tab_cGEdby": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "Step 1: Read these Official Contest Rules",
            "open": false,
            "content": "<p>NO PURCHASE IS NECESSARY TO PARTICIPATE, ENTER, OR WIN. OPEN ONLY TO INDIVIDUALS (AGES 18 AND OVER OR AGES 13-17 WITH PARENT PERMISSION) WHO ARE LEGAL RESIDENTS OF THE UNITED STATES OR THE DISTRICT OF COLUMBIA.<br/><br/>VOID WHERE PROHIBITED BY LAW.</p><p>PLEASE READ THE FULL CONTEST RULES, BELOW, CAREFULLY PRIOR TO PARTICIPATION OR ENTRY.</p><p>-------</p><p>The<em><strong> Inkkas Express Yourself Shoe Art Contest</strong></em> (the “Contest”) is created and sponsored by Global Footwear, LLC, trading as Inkkas or Inkkas.com (“Sponsor” or “Inkkas”). By participating in the Contest, you agree to the terms and conditions of the Inkkas website, which are available <a href=\"https://inkkas.com/pages/terms-conditions\" target=\"_blank\" title=\"https://inkkas.com/pages/terms-conditions\">here</a>, and now incorporated by reference, and that your participation will be governed by, and you shall abide by, all of the following rules (the “Contest Rules”) outlined here.</p><h4><strong>1. Eligibility. </strong></h4><p>The Contest is open only to individuals who (a) are legal residents of the United States or the District of Columbia, and (b) as of the date of the individual’s first Entry, are at least thirteen (13) years old with permission from a parent or legal guardian, or are at least eighteen (18) years old. Sponsor in its discretion may require a person who submits an Entry (\"Participant\") to provide verification of eligibility. The following individuals are not eligible to enter or win the Contest: current or former (within the immediately preceding 12 months) employees, officers, directors, and contractors of Inkkas, and anyone involved in the administration of the Contest, and any member of the immediate family (i.e., a parent, sibling, child or grandchild) or household of any of the foregoing individuals.</p><h4><strong>2. Entry Period. </strong></h4><p>Entries will be accepted starting at 12:01 a.m. Pacific Time, February 10, 2025 and ending 11:59 p.m. Pacific Time, March 25, 2025 (the “Entry Period”). The timestamp generated by Instagram shall be the official time-keeping device for the Contest.</p><h4><strong>3. Entry Guidelines. </strong></h4><p>Each Entry must depict only the Participant’s own, original art on a blank pair of shoes . In other words, the completed shoe art must represent only the work of the Participant. The Entry cannot include any content that violates or infringes upon the intellectual property or other rights of any third party (including but not limited to rights of publicity, privacy, patent, trademark, copyright, or libel, defamation or slander). By way of example only, do not use in your shoe art the names or logos of any shoe companies other than Inkkas, favorite bands, celebrities or athletes, etc. Other than the shoes themselves, the Entry should not include any content that is not owned by the Participant. If Inkkas, in its sole discretion, suspects such violation/infringement of third party rights, the entry will be disqualified. While Participants may use any materials to create the shoe art, no photography or media work attached to the shoes will be accepted.</p><h4><strong>4. How To Enter.</strong></h4><p>All Entries shall be submitted through Instagram. Individuals must have or open an Instagram account in order to participate in the Contest. Each Participant may submit only one Entry (meaning only one Entry will be permitted per Instagram Account).  Instagram accounts are subject to the Instagram terms and conditions. A Participant’s Instagram account must not be set to “private” (Inkkas can only see your “public” photographs). <strong>To enter, complete the following steps:</strong><br/>(1) Follow <strong>@InkkasWorldwear</strong> on Instagram;<br/>(2) Post to Instagram at least one photograph, and no more than twenty photographs, of your original shoe art.  At least one photograph of your shoe art should be taken against a solid background. <br/>(3) Include the hashtags <strong>#InkkasWorldwear</strong> and <strong>#ShoeContest2025</strong> in the caption of the photograph.<br/>(4) Include a caption that describes your shoe art and what inspired you to create it. </p><h4><strong>5. Your Representations and Warranties.</strong></h4><p>By using the hashtags <strong>#InkkasWorldwear</strong> and <strong>#ShoeContest2025</strong> to submit an Entry, you warrant and represent that your Entry photograph is original and does not infringe the intellectual property rights of any third party, you own or have the necessary licenses, rights, consents, and permissions to publish and exploit the Entry photograph, the Entry does not feature trademarks, logos, or brand names other than Inkkas, and the Entry is not made for any improper purpose such as to intimidate or harass any individual or to ridicule, disparage, or embarrass Inkkas. </p><p></p><p>By using the hashtag <strong>#InkkasWorldwear</strong> to submit an Entry, you also grant Inkkas a non-exclusive perpetual license throughout the universe to use and exploit (including without limitation by reproduction, distribution, public display, adaptation, communication to the public, and/or public performance, and including for commercial purposes) the Entry photograph in any and all media now known or hereafter devised, including any of Inkkas social media accounts, mobile application, the Inkkas websites, emails to Inkkas’ customer list, advertisements, and the Inkkas blog. You further waive to the full extent permitted by law any and all claims against Inkkas related to moral rights in the Entry photograph. </p><p>No Entry shall contain any language or imagery which Inkkas deems, in its sole and absolute discretion, to be inappropriate, indecent, obscene, hateful, tortious, defamatory, or that promotes discrimination on the basis of race, gender, religion, nationality, disability, sexual orientation, age, or any other applicable legally protected category. Inkkas reserves the right, in its sole discretion, to disqualify any Entry that contains any such language or imagery, or which otherwise may be in violation of any law. Late, incomplete and/or inaccurate entries and entries not complying with all Rules are subject to disqualification. Any form of automated entry, including by the use of macros, scripts or bots, will be disqualified. Furthermore, by entering, each Participant represents and warrants that each Entry complies with these Contest Rules in full. Entries must not contain any material that Inkkas, in its sole discretion, deems inappropriate for public viewing and/or determines is contrary to the Contest mission. Inkkas reserves the right in its sole discretion to disqualify and/or not accept any Entry that Sponsor determines does not or is likely not to comply with these guidelines.<br/><br/>All Entries must be posted to Instagram no later than 11:59 pm Pacific Time on March 25, 2025.</p><h4><strong>6. Judging Criteria.</strong> <strong> </strong></h4><p>All Entries will be judged by Inkkas personnel, to be selected by Inkkas at its sole discretion (the “Judges”). The Judges shall select each Winner using the following equally weighted criteria: (1) Originality; (2) Creativity; and (3) Inspiration supporting the shoe art, as described by the Participant in the Entry (in the photograph caption). Decisions of the Judges are final and binding.</p><h4><strong>7. Winner Notification, Requirements, and Grant of Rights.</strong> </h4><p>Inkkas, using the @InkkasWorldwear Instagram account, will notify Winner by making an Instagram comment on the winning Entry (the \"Notification\"), by April 4, 2025. To claim the Prize, Winner must respond to the Notification within forty-eight (48) hours of its posting by emailing hello@inkkas.com with the Winner’s full legal name, home (U.S. city and state), phone number, and email addresses. The Winner must also, within forty-eight (48) hours of Notification, return a declaration of eligibility and grant Inkkas in writing a royalty-free, irrevocable, transferrable, sublicensable, and non-exclusive perpetual license throughout the universe for use in any and all media whether now known or hereafter devised to use and exploit (including without limitation by reproduction, distribution, public display, adaptation, communication to the public, and/or public performance, and including for commercial purposes) the Entry photograph(s), waive to the full extent permitted by law any and all claims against Inkkas related to moral rights in the Entry, and except where prohibited, grant written permission to have the Winner’s name, likeness and identity used for promotional purposes by Inkkas without additional compensation.<br/><br/>If there is a dispute as to the identity of an entrant, the Prize will be awarded to the authorized account holder of the Instagram account associated with the winning Entry, as registered with Instagram. Inkkas shall have no liability for a Winner’s failure to receive notices due to Winner’s failure to check Instagram; due to spam, junk e-mail or other security settings; or for Winner’s provision of incorrect or otherwise non-functioning contact information. Inkkas may in its discretion announce the name of the potential winner on www.inkkas.com, social media websites, or in other forms of communication. The receipt by any Winner of the prize offered in this Contest is conditioned upon compliance with any and all federal and state laws and regulations.<br/><br/>The failure of a potential winner to promptly prove eligibility, sign the required declaration and grant of rights in the Entry, or Inkkas’ inability to contact the potential winner, will result in immediate disqualification and selection of an alternative winner.<br/><br/>ANY VIOLATION OF THESE OFFICIAL RULES BY ANY WINNER (AT SPONSOR’S SOLE DISCRETION) WILL RESULT IN SUCH WINNER’S DISQUALIFICATION AS WINNER OF THE CONTEST AND ALL PRIVILEGES AS WINNER WILL BE IMMEDIATELY TERMINATED.</p><h4>8. Prizes.</h4><p>There shall be three (3) prizes awarded to three eligible Winners during the Entry Period (the “Prize”). Each Prize will consist of one online gift card to Inkkas.com in the amount of $300.00 (Prize ARV: $300.00). No cash or other prize substitutions are permitted except at Sponsor’s sole discretion. The prize is nontransferable. Any and all prize related expenses, including, without limitation, any and all federal, state, and/or local taxes shall be the sole responsibility of the Winner. Gift card shall be subject to the terms and conditions delivered with the online gift card.</p><h4><strong>9. Limitation of Liability. </strong></h4><p>By entering, each Participant agrees to hold harmless Inkkas and its subsidiaries, affiliates, advertising and promotion agencies, partners, representatives, agents, successors, assigns, employees, officers and directors (all of the foregoing, the “Sponsor Parties”) from any liability, illness, injury, death, loss, litigation, claim or damage that may occur, directly or indirectly, whether caused by negligence or not, from (i) such Participant’s participation in the Contest and/or Participant’s  acceptance, possession, use, or misuse of any prize or any portion thereof, (ii) technical failures of any kind, including but not limited any loss or damage to any Entry, (iii) the malfunctioning of any computer, cable, network, hardware or software; (iv) the unavailability or inaccessibility of any transmissions or telephone or Internet service; (v) unauthorized human intervention in any part of the entry process or the Contest; (vi) electronic or human error which may occur in the administration of the Contest or the processing of Entries; to the maximum extent allowed by law. Some jurisdictions may not permit certain liability limitations or waivers. If any court determines the law of such a jurisdiction applies, our liability shall be limited to the greatest extent permitted by law.</p><h4><strong>10. All Decisions Final. </strong></h4><p>All decisions of Sponsor and Sponsor Parties are final and binding in all respects.</p><h4><strong>11. Disputes.</strong> </h4><p>THE CONTEST IS GOVERNED BY THE LAWS OF THE UNITED STATES OF AMERICA AND THE STATE OF MARYLAND, WITHOUT RESPECT TO CONFLICT OF LAW DOCTRINES. As a condition of participating in the Contest, to the fullest extent allowed by law, Participant agrees that any and all disputes, claims, causes of action or controversies arising out of or in connection with The Contest, shall be resolved in arbitration individually and without resort to collective, class, or aggregate action, as set forth in the Terms and Conditions of the Inkkas.com website. By registering and/or submitting an Entry, each Participant irrevocably waives, to the greatest extent allowed by law, any right to seek and/or obtain rescission and/or equitable and/or injunctive relief. Further, in any such dispute, under no circumstances will Participant be permitted to obtain awards for, and hereby waives all rights to claim, punitive, incidental, or consequential damages, including reasonable attorneys’ fees, other than Participant’s actual out-of-pocket expenses (i.e. costs associated with entering the Contest), and participant further waives all rights to have damages multiplied or increased.<br/><br/>NOTWITHSTANDING ANYTHING TO THE CONTRARY, IN NO EVENT WILL THE SPONSOR OR THE SPONSOR PARTIES BE LIABLE TO ANY PARTICIPANT OR ANY THIRD PARTY FOR ANY SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES, LOSS OF REVENUES, LOST PROFITS, LOST CAPITAL OR OVERHEAD, WHETHER BASED ON BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, WHETHER OR NOT SPONSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p><h4>12. General Terms and Conditions.</h4><p> All federal, state, and local laws and regulations apply, and the Contest is void where prohibited. Inkkas reserves the right, in its sole discretion, to cancel, terminate, modify or suspend the Contest should (in its sole discretion) a virus, bugs, non-authorized human intervention, fraud or other causes beyond its control corrupt or affect the administration, security, fairness or proper conduct of the Contest. In such case, Inkkas may select the recipients from all eligible Entries received prior to and/or after (if appropriate) the action taken by Inkkas. Inkkas reserves the right at its sole discretion to disqualify any individual who tampers or attempts to tamper with the entry process or the operation of the Contest or who violates these Contest Rules. Sponsor is not responsible for lost, late, illegible, incomplete, damaged, mutilated, misdirected, misdelivered, or delayed Entries, or for technical or human errors or failures of any kind in connection with the submission, transmission, processing or selection of Entries or the winning Entry, including without limitation any malfunctions or failures of computer hardware, computer software, networks or telephone equipment or any technical problems or traffic congestion on the Internet or at any website or late, lost, damaged, or postage due mail, or any combination thereof. Caution: Any attempt by a person to deliberately damage any Web site or undermine the legitimate operation of the Contest is a violation of criminal and civil laws and should such an attempt be made, Sponsor reserves the right to seek damages from any such person to the fullest extent of the law. Sponsor is not responsible for any typographical or other error in the printing of the offer, administration of the Contest, or in the announcement of the Prize. Sponsor shall not be responsible for retaining copies of any Entry. These Contest Rules set forth the entire agreement and understanding between Sponsor and Participant concerning the subject matter hereof and merges and supersedes all prior discussions, agreements, and understandings of any kind between them. Notwithstanding anything contained herein to the contrary, Sponsor reserves the right, in its sole discretion, at any future time to terminate, modify, or suspend the Contest for any reason, in Sponsor’s sole discretion. Participant shall be deemed an independent contractor and nothing contained herein shall constitute this arrangement to be employment, a joint venture, or a partnership. Sponsor’s failure to enforce any provision of these Contest Rules shall not constitute a waiver of any provision contained herein. If any provision of these Rules is found to be invalid or unenforceable by a court of competent jurisdiction or appointed arbitrator, such determination shall in no way affect the validity or enforceability of any other provision herein. The titles of Sections of these Contest Rules are for convenience only and shall not be given any legal effect. The word “including” is used in these Contest Rules to mean “including but not limited to.”</p><h4>13. Name of Winner. </h4><p>Winner(s) will be announced, and name of Winner(s) made available on the Inkkas.com website, social media account, and/or Inkkas blog, by April 4, 2025.</p><h4>14. Disclaimer. </h4><p>The Contest is in no way sponsored, endorsed or administered by, or associated with, Instagram, and in no instance shall Instagram and its subsidiaries, affiliates, advertising and promotion agencies, partners, representatives, agents, successors, assigns, employees, officers and directors (all of the foregoing, the \"Instagram Parties\") be liable for any disputes, claims, causes of action or controversies arising out of or in connection with the Contest.</p>",
            "page": ""
          }
        },
        "collapsible_tab_x9zFnd": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 2: Find Your “Blank Canvas” -- A blank pair of white or black shoes",
            "open": false,
            "content": "<ul><li>Use a solid, plain white or black shoe without any design.</li><li>Please use both the left and the right shoe.</li><li>No purchase is necessary to participate, but you are welcome  to purchase Inkkas’ blank white ace low tops, <a href=\"https://inkkas.com/products/blank-canvas-high-top-shoe-art-contest?_pos=9&_sid=5aaeee2f6&_ss=r\" title=\"https://inkkas.com/products/blank-canvas-high-top-shoe-art-contest?_pos=9&_sid=5aaeee2f6&_ss=r\">white high tops</a>, <a href=\"https://inkkas.com/products/blank-canvas-slip-on?_pos=8&_sid=5aaeee2f6&_ss=r\" title=\"https://inkkas.com/products/blank-canvas-slip-on?_pos=8&_sid=5aaeee2f6&_ss=r\">white slip ons</a>, or <a href=\"https://inkkas.com/products/all-black-slip-on-art-contest?_pos=1&_psq=all+black&_ss=e&_v=1.0\" title=\"https://inkkas.com/products/all-black-slip-on-art-contest?_pos=1&_psq=all+black&_ss=e&_v=1.0\">black slip ons</a> (Note: We only make 150 pairs so they may sell out quickly!) These are the same as our other Inkkas' high tops and slip ons, except they are blank white/ black shoes with an Inkkas signature tab on the back.</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_EVfT8A": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "STEP 3: Gather Your Art Materials",
            "open": false,
            "content": "<ul><li>The sky is the limit here, so get creative!</li><li>You can use materials such as paint, textiles, markers, sharpies, paint pens, puff paint, stickers, stitching, accessories, stamps, glitter... really anything that inspires you!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_XjTJrh": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 4: EXPRESS YOURSELF!",
            "open": false,
            "content": "<ul><li>Your art can be abstract or realistic, colorful or black & white, sketches, drawings, paintings, etc. </li><li>You can make your art on any and all parts of your shoe. You are in<br/>control here!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_4BXPk7": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 5: Enter Your Shoe Art via Instagram by March 25, 2025 at 11:59pm Pacific Time",
            "open": false,
            "content": "<p><strong>Follow these Seps:</strong></p><ul><li>Follow <a href=\"https://www.instagram.com/inkkasworldwear/\" title=\"https://www.instagram.com/inkkasworldwear/\"><span style=\"text-decoration:underline\"><strong>@InkkasWorldwear</strong></span></a><span style=\"text-decoration:underline\"><strong> </strong></span>on Instagram</li><li>Post to Instagram at least 1 photo, and no more than 5 photos, of your shoe art. </li><li>At least 1 photo should be taken against a solid background. The remaining photos can be  <br/>creative -- be sure to show plenty of angles of your art!  </li><li>Include the hashtags <strong>#InkkasWorldwear </strong><span style=\"text-decoration:underline\">and</span><strong> #shoecontest25 </strong>in the caption of the<br/>photograph(s)</li><li>Include a caption that describes your shoe art and what inspired you to create it!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_FEr7Rb": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "Winner announced April 4, 2025!",
            "open": false,
            "content": "",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_tab_cGEdby",
        "collapsible_tab_x9zFnd",
        "collapsible_tab_EVfT8A",
        "collapsible_tab_XjTJrh",
        "collapsible_tab_4BXPk7",
        "collapsible_tab_FEr7Rb"
      ],
      "settings": {
        "heading": "",
        "description": "",
        "uppercase_heading": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "logo_list_wRC7mk": {
      "type": "logo-list",
      "blocks": {
        "logo_pbVXwg": {
          "type": "logo",
          "settings": {
            "image": "shopify://shop_images/2025_Shoe_Art_Contest-Artist-materials-05.jpg",
            "link": ""
          }
        },
        "logo_dtLk6T": {
          "type": "logo",
          "settings": {
            "image": "shopify://shop_images/2025_Shoe_Art_Contest-Artist-materials-04.jpg",
            "link": ""
          }
        },
        "logo_UMhHAV": {
          "type": "logo",
          "disabled": true,
          "settings": {
            "image": "shopify://shop_images/2025_Shoe_Art_Contest-Artist-materials-02.jpg",
            "link": ""
          }
        },
        "logo_TtWQJQ": {
          "type": "logo",
          "disabled": true,
          "settings": {
            "link": ""
          }
        }
      },
      "block_order": [
        "logo_pbVXwg",
        "logo_dtLk6T",
        "logo_UMhHAV",
        "logo_TtWQJQ"
      ],
      "settings": {
        "heading": "",
        "description": "",
        "columns": 2,
        "mobile_swipe": false,
        "center_align": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "collapsible_content_DdnngY": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_tab_wnrmN9": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "Step 1: Read these Official Contest Rules",
            "open": false,
            "content": "<p>NO PURCHASE IS NECESSARY TO PARTICIPATE, ENTER, OR WIN. OPEN ONLY TO INDIVIDUALS (AGES 18 AND OVER OR AGES 13-17 WITH PARENT PERMISSION) WHO ARE LEGAL RESIDENTS OF THE UNITED STATES OR THE DISTRICT OF COLUMBIA.<br/><br/>VOID WHERE PROHIBITED BY LAW.</p><p>PLEASE READ THE FULL CONTEST RULES, BELOW, CAREFULLY PRIOR TO PARTICIPATION OR ENTRY.</p><p>-------</p><p>The<em><strong> Inkkas Express Yourself Shoe Art Contest</strong></em> (the “Contest”) is created and sponsored by Global Footwear, LLC, trading as Inkkas or Inkkas.com (“Sponsor” or “Inkkas”). By participating in the Contest, you agree to the terms and conditions of the Inkkas website, which are available <a href=\"https://inkkas.com/pages/terms-conditions\" target=\"_blank\" title=\"https://inkkas.com/pages/terms-conditions\">here</a>, and now incorporated by reference, and that your participation will be governed by, and you shall abide by, all of the following rules (the “Contest Rules”) outlined here.</p><h4><strong>1. Eligibility. </strong></h4><p>The Contest is open only to individuals who (a) are legal residents of the United States or the District of Columbia, and (b) as of the date of the individual’s first Entry, are at least thirteen (13) years old with permission from a parent or legal guardian, or are at least eighteen (18) years old. Sponsor in its discretion may require a person who submits an Entry (\"Participant\") to provide verification of eligibility. The following individuals are not eligible to enter or win the Contest: current or former (within the immediately preceding 12 months) employees, officers, directors, and contractors of Inkkas, and anyone involved in the administration of the Contest, and any member of the immediate family (i.e., a parent, sibling, child or grandchild) or household of any of the foregoing individuals.</p><h4><strong>2. Entry Period. </strong></h4><p>Entries will be accepted starting at 12:01 a.m. Pacific Time, February 10, 2025 and ending 11:59 p.m. Pacific Time, March 25, 2025 (the “Entry Period”). The timestamp generated by Instagram shall be the official time-keeping device for the Contest.</p><h4><strong>3. Entry Guidelines. </strong></h4><p>Each Entry must depict only the Participant’s own, original art on a blank pair of shoes . In other words, the completed shoe art must represent only the work of the Participant. The Entry cannot include any content that violates or infringes upon the intellectual property or other rights of any third party (including but not limited to rights of publicity, privacy, patent, trademark, copyright, or libel, defamation or slander). By way of example only, do not use in your shoe art the names or logos of any shoe companies other than Inkkas, favorite bands, celebrities or athletes, etc. Other than the shoes themselves, the Entry should not include any content that is not owned by the Participant. If Inkkas, in its sole discretion, suspects such violation/infringement of third party rights, the entry will be disqualified. While Participants may use any materials to create the shoe art, no photography or media work attached to the shoes will be accepted.</p><h4><strong>4. How To Enter.</strong></h4><p>All Entries shall be submitted through Instagram. Individuals must have or open an Instagram account in order to participate in the Contest. Each Participant may submit only one Entry (meaning only one Entry will be permitted per Instagram Account).  Instagram accounts are subject to the Instagram terms and conditions. A Participant’s Instagram account must not be set to “private” (Inkkas can only see your “public” photographs). <strong>To enter, complete the following steps:</strong><br/>(1) Follow <strong>@InkkasWorldwear</strong> on Instagram;<br/>(2) Post to Instagram at least one photograph, and no more than twenty photographs, of your original shoe art.  At least one photograph of your shoe art should be taken against a solid background. <br/>(3) Include the hashtags <strong>#InkkasWorldwear</strong> and <strong>#ShoeContest2025</strong> in the caption of the photograph.<br/>(4) Include a caption that describes your shoe art and what inspired you to create it. </p><h4><strong>5. Your Representations and Warranties.</strong></h4><p>By using the hashtags <strong>#InkkasWorldwear</strong> and <strong>#ShoeContest2025</strong> to submit an Entry, you warrant and represent that your Entry photograph is original and does not infringe the intellectual property rights of any third party, you own or have the necessary licenses, rights, consents, and permissions to publish and exploit the Entry photograph, the Entry does not feature trademarks, logos, or brand names other than Inkkas, and the Entry is not made for any improper purpose such as to intimidate or harass any individual or to ridicule, disparage, or embarrass Inkkas. </p><p></p><p>By using the hashtag <strong>#InkkasWorldwear</strong> to submit an Entry, you also grant Inkkas a non-exclusive perpetual license throughout the universe to use and exploit (including without limitation by reproduction, distribution, public display, adaptation, communication to the public, and/or public performance, and including for commercial purposes) the Entry photograph in any and all media now known or hereafter devised, including any of Inkkas social media accounts, mobile application, the Inkkas websites, emails to Inkkas’ customer list, advertisements, and the Inkkas blog. You further waive to the full extent permitted by law any and all claims against Inkkas related to moral rights in the Entry photograph. </p><p>No Entry shall contain any language or imagery which Inkkas deems, in its sole and absolute discretion, to be inappropriate, indecent, obscene, hateful, tortious, defamatory, or that promotes discrimination on the basis of race, gender, religion, nationality, disability, sexual orientation, age, or any other applicable legally protected category. Inkkas reserves the right, in its sole discretion, to disqualify any Entry that contains any such language or imagery, or which otherwise may be in violation of any law. Late, incomplete and/or inaccurate entries and entries not complying with all Rules are subject to disqualification. Any form of automated entry, including by the use of macros, scripts or bots, will be disqualified. Furthermore, by entering, each Participant represents and warrants that each Entry complies with these Contest Rules in full. Entries must not contain any material that Inkkas, in its sole discretion, deems inappropriate for public viewing and/or determines is contrary to the Contest mission. Inkkas reserves the right in its sole discretion to disqualify and/or not accept any Entry that Sponsor determines does not or is likely not to comply with these guidelines.<br/><br/>All Entries must be posted to Instagram no later than 11:59 pm Pacific Time on March 25, 2025.</p><h4><strong>6. Judging Criteria.</strong> <strong> </strong></h4><p>All Entries will be judged by Inkkas personnel, to be selected by Inkkas at its sole discretion (the “Judges”). The Judges shall select each Winner using the following equally weighted criteria: (1) Originality; (2) Creativity; and (3) Inspiration supporting the shoe art, as described by the Participant in the Entry (in the photograph caption). Decisions of the Judges are final and binding.</p><h4><strong>7. Winner Notification, Requirements, and Grant of Rights.</strong> </h4><p>Inkkas, using the @InkkasWorldwear Instagram account, will notify Winner by making an Instagram comment on the winning Entry (the \"Notification\"), by April 4, 2025. To claim the Prize, Winner must respond to the Notification within forty-eight (48) hours of its posting by emailing hello@inkkas.com with the Winner’s full legal name, home (U.S. city and state), phone number, and email addresses. The Winner must also, within forty-eight (48) hours of Notification, return a declaration of eligibility and grant Inkkas in writing a royalty-free, irrevocable, transferrable, sublicensable, and non-exclusive perpetual license throughout the universe for use in any and all media whether now known or hereafter devised to use and exploit (including without limitation by reproduction, distribution, public display, adaptation, communication to the public, and/or public performance, and including for commercial purposes) the Entry photograph(s), waive to the full extent permitted by law any and all claims against Inkkas related to moral rights in the Entry, and except where prohibited, grant written permission to have the Winner’s name, likeness and identity used for promotional purposes by Inkkas without additional compensation.<br/><br/>If there is a dispute as to the identity of an entrant, the Prize will be awarded to the authorized account holder of the Instagram account associated with the winning Entry, as registered with Instagram. Inkkas shall have no liability for a Winner’s failure to receive notices due to Winner’s failure to check Instagram; due to spam, junk e-mail or other security settings; or for Winner’s provision of incorrect or otherwise non-functioning contact information. Inkkas may in its discretion announce the name of the potential winner on www.inkkas.com, social media websites, or in other forms of communication. The receipt by any Winner of the prize offered in this Contest is conditioned upon compliance with any and all federal and state laws and regulations.<br/><br/>The failure of a potential winner to promptly prove eligibility, sign the required declaration and grant of rights in the Entry, or Inkkas’ inability to contact the potential winner, will result in immediate disqualification and selection of an alternative winner.<br/><br/>ANY VIOLATION OF THESE OFFICIAL RULES BY ANY WINNER (AT SPONSOR’S SOLE DISCRETION) WILL RESULT IN SUCH WINNER’S DISQUALIFICATION AS WINNER OF THE CONTEST AND ALL PRIVILEGES AS WINNER WILL BE IMMEDIATELY TERMINATED.</p><h4>8. Prizes.</h4><p>There shall be three (3) prizes awarded to three eligible Winners during the Entry Period (the “Prize”). Each Prize will consist of one online gift card to Inkkas.com in the amount of $300.00 (Prize ARV: $300.00). No cash or other prize substitutions are permitted except at Sponsor’s sole discretion. The prize is nontransferable. Any and all prize related expenses, including, without limitation, any and all federal, state, and/or local taxes shall be the sole responsibility of the Winner. Gift card shall be subject to the terms and conditions delivered with the online gift card.</p><h4><strong>9. Limitation of Liability. </strong></h4><p>By entering, each Participant agrees to hold harmless Inkkas and its subsidiaries, affiliates, advertising and promotion agencies, partners, representatives, agents, successors, assigns, employees, officers and directors (all of the foregoing, the “Sponsor Parties”) from any liability, illness, injury, death, loss, litigation, claim or damage that may occur, directly or indirectly, whether caused by negligence or not, from (i) such Participant’s participation in the Contest and/or Participant’s  acceptance, possession, use, or misuse of any prize or any portion thereof, (ii) technical failures of any kind, including but not limited any loss or damage to any Entry, (iii) the malfunctioning of any computer, cable, network, hardware or software; (iv) the unavailability or inaccessibility of any transmissions or telephone or Internet service; (v) unauthorized human intervention in any part of the entry process or the Contest; (vi) electronic or human error which may occur in the administration of the Contest or the processing of Entries; to the maximum extent allowed by law. Some jurisdictions may not permit certain liability limitations or waivers. If any court determines the law of such a jurisdiction applies, our liability shall be limited to the greatest extent permitted by law.</p><h4><strong>10. All Decisions Final. </strong></h4><p>All decisions of Sponsor and Sponsor Parties are final and binding in all respects.</p><h4><strong>11. Disputes.</strong> </h4><p>THE CONTEST IS GOVERNED BY THE LAWS OF THE UNITED STATES OF AMERICA AND THE STATE OF MARYLAND, WITHOUT RESPECT TO CONFLICT OF LAW DOCTRINES. As a condition of participating in the Contest, to the fullest extent allowed by law, Participant agrees that any and all disputes, claims, causes of action or controversies arising out of or in connection with The Contest, shall be resolved in arbitration individually and without resort to collective, class, or aggregate action, as set forth in the Terms and Conditions of the Inkkas.com website. By registering and/or submitting an Entry, each Participant irrevocably waives, to the greatest extent allowed by law, any right to seek and/or obtain rescission and/or equitable and/or injunctive relief. Further, in any such dispute, under no circumstances will Participant be permitted to obtain awards for, and hereby waives all rights to claim, punitive, incidental, or consequential damages, including reasonable attorneys’ fees, other than Participant’s actual out-of-pocket expenses (i.e. costs associated with entering the Contest), and participant further waives all rights to have damages multiplied or increased.<br/><br/>NOTWITHSTANDING ANYTHING TO THE CONTRARY, IN NO EVENT WILL THE SPONSOR OR THE SPONSOR PARTIES BE LIABLE TO ANY PARTICIPANT OR ANY THIRD PARTY FOR ANY SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES, LOSS OF REVENUES, LOST PROFITS, LOST CAPITAL OR OVERHEAD, WHETHER BASED ON BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, WHETHER OR NOT SPONSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p><h4>12. General Terms and Conditions.</h4><p> All federal, state, and local laws and regulations apply, and the Contest is void where prohibited. Inkkas reserves the right, in its sole discretion, to cancel, terminate, modify or suspend the Contest should (in its sole discretion) a virus, bugs, non-authorized human intervention, fraud or other causes beyond its control corrupt or affect the administration, security, fairness or proper conduct of the Contest. In such case, Inkkas may select the recipients from all eligible Entries received prior to and/or after (if appropriate) the action taken by Inkkas. Inkkas reserves the right at its sole discretion to disqualify any individual who tampers or attempts to tamper with the entry process or the operation of the Contest or who violates these Contest Rules. Sponsor is not responsible for lost, late, illegible, incomplete, damaged, mutilated, misdirected, misdelivered, or delayed Entries, or for technical or human errors or failures of any kind in connection with the submission, transmission, processing or selection of Entries or the winning Entry, including without limitation any malfunctions or failures of computer hardware, computer software, networks or telephone equipment or any technical problems or traffic congestion on the Internet or at any website or late, lost, damaged, or postage due mail, or any combination thereof. Caution: Any attempt by a person to deliberately damage any Web site or undermine the legitimate operation of the Contest is a violation of criminal and civil laws and should such an attempt be made, Sponsor reserves the right to seek damages from any such person to the fullest extent of the law. Sponsor is not responsible for any typographical or other error in the printing of the offer, administration of the Contest, or in the announcement of the Prize. Sponsor shall not be responsible for retaining copies of any Entry. These Contest Rules set forth the entire agreement and understanding between Sponsor and Participant concerning the subject matter hereof and merges and supersedes all prior discussions, agreements, and understandings of any kind between them. Notwithstanding anything contained herein to the contrary, Sponsor reserves the right, in its sole discretion, at any future time to terminate, modify, or suspend the Contest for any reason, in Sponsor’s sole discretion. Participant shall be deemed an independent contractor and nothing contained herein shall constitute this arrangement to be employment, a joint venture, or a partnership. Sponsor’s failure to enforce any provision of these Contest Rules shall not constitute a waiver of any provision contained herein. If any provision of these Rules is found to be invalid or unenforceable by a court of competent jurisdiction or appointed arbitrator, such determination shall in no way affect the validity or enforceability of any other provision herein. The titles of Sections of these Contest Rules are for convenience only and shall not be given any legal effect. The word “including” is used in these Contest Rules to mean “including but not limited to.”</p><h4>13. Name of Winner. </h4><p>Winner(s) will be announced, and name of Winner(s) made available on the Inkkas.com website, social media account, and/or Inkkas blog, by April 4, 2025.</p><h4>14. Disclaimer. </h4><p>The Contest is in no way sponsored, endorsed or administered by, or associated with, Instagram, and in no instance shall Instagram and its subsidiaries, affiliates, advertising and promotion agencies, partners, representatives, agents, successors, assigns, employees, officers and directors (all of the foregoing, the \"Instagram Parties\") be liable for any disputes, claims, causes of action or controversies arising out of or in connection with the Contest.</p>",
            "page": ""
          }
        },
        "collapsible_tab_7jcpk6": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 2: Find Your “Blank Canvas” -- A blank pair of white or black shoes",
            "open": false,
            "content": "<ul><li>Use a solid, plain white or black shoe without any design.</li><li>Please use both the left and the right shoe.</li><li>No purchase is necessary to participate, but you are welcome  to purchase Inkkas’ blank white ace low tops, <a href=\"https://inkkas.com/products/blank-canvas-high-top-shoe-art-contest?_pos=9&_sid=5aaeee2f6&_ss=r\" title=\"https://inkkas.com/products/blank-canvas-high-top-shoe-art-contest?_pos=9&_sid=5aaeee2f6&_ss=r\">white high tops</a>, <a href=\"https://inkkas.com/products/blank-canvas-slip-on?_pos=8&_sid=5aaeee2f6&_ss=r\" title=\"https://inkkas.com/products/blank-canvas-slip-on?_pos=8&_sid=5aaeee2f6&_ss=r\">white slip ons</a>, or <a href=\"https://inkkas.com/products/all-black-slip-on-art-contest?_pos=1&_psq=all+black&_ss=e&_v=1.0\" title=\"https://inkkas.com/products/all-black-slip-on-art-contest?_pos=1&_psq=all+black&_ss=e&_v=1.0\">black slip ons</a> (Note: We only make 150 pairs so they may sell out quickly!) These are the same as our other Inkkas' high tops and slip ons, except they are blank white/ black shoes with an Inkkas signature tab on the back.</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_TEBibb": {
          "type": "collapsible_tab",
          "disabled": true,
          "settings": {
            "heading": "STEP 3: Gather Your Art Materials",
            "open": false,
            "content": "<ul><li>The sky is the limit here, so get creative!</li><li>You can use materials such as paint, textiles, markers, sharpies, paint pens, puff paint, stickers, stitching, accessories, stamps, glitter... really anything that inspires you!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_3xVACc": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "STEP 4: EXPRESS YOURSELF!",
            "open": false,
            "content": "<ul><li>Your art can be abstract or realistic, colorful or black & white, sketches, drawings, paintings, etc. </li><li>You can make your art on any and all parts of your shoe. You are in<br/>control here!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_BpxXEf": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "STEP 5: Enter Your Shoe Art via Instagram by March 25, 2025 at 11:59pm Pacific Time",
            "open": false,
            "content": "<p><strong>Follow these Steps:</strong></p><ul><li>Follow <a href=\"https://www.instagram.com/inkkasworldwear/\" title=\"https://www.instagram.com/inkkasworldwear/\"><span style=\"text-decoration:underline\"><strong>@InkkasWorldwear</strong></span></a> on Instagram.</li><li>Post to Instagram 5 - 10 images of your shoe art. </li><li>At least 1 photo should be taken against a solid background. The remaining photos can be  <br/>creative -- be sure to show plenty of angles of your art!  </li><li>Tag <a href=\"https://www.instagram.com/inkkasworldwear/\" title=\"https://www.instagram.com/inkkasworldwear/\"><span style=\"text-decoration:underline\"><strong>@InkkasWorldwear</strong></span></a><strong> </strong>in your post and include the hashtag <strong>#shoecontest25 </strong>in the caption of the<br/>photographs.</li><li>Include a caption that describes your shoe art and what inspired you to create it!</li></ul>",
            "page": ""
          }
        },
        "collapsible_tab_UBdPQF": {
          "type": "collapsible_tab",
          "settings": {
            "heading": "Winner will be announced by April 4, 2025!",
            "open": false,
            "content": "<p>Inkkas will reach out using the <strong>@InkkasWorldwear</strong> Instagram account only.  We will notify the winners by April 4, 2025. We can not wait to see what you create!!</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_tab_wnrmN9",
        "collapsible_tab_7jcpk6",
        "collapsible_tab_TEBibb",
        "collapsible_tab_3xVACc",
        "collapsible_tab_BpxXEf",
        "collapsible_tab_UBdPQF"
      ],
      "settings": {
        "heading": "",
        "description": "",
        "uppercase_heading": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": false
      }
    },
    "single_image_GPPCtG": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe_Art_Contest_25_page-zigzag_page_break.png",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "testimonials_DUNJz4": {
      "type": "testimonials",
      "blocks": {
        "quote_tbUDwF": {
          "type": "quote",
          "settings": {
            "stars": "",
            "text": "Submission Photo Examples",
            "author": ""
          }
        }
      },
      "block_order": [
        "quote_tbUDwF"
      ],
      "settings": {
        "full_width": true,
        "text_size": "medium",
        "pagination": "dots",
        "autoplay": false,
        "autoplay_length": 5,
        "color_bg": "rgba(0,0,0,0)",
        "color_text": "#151515",
        "disable_top_spacing": false,
        "disable_bottom_spacing": true
      }
    },
    "single_image_dm4k4z": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe_Art_Contest_25_page-submission_examples_01606b1c-d94b-42c9-9e2f-0fcc4a5ad1f5.jpg",
        "image_mobile": "shopify://shop_images/Shoe_Art_Contest_25_page-submission_examples-MOBILE_1dc775f1-e323-44a2-a5ef-acd3b929a9fe.jpg",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "testimonials_pPFbjY": {
      "type": "testimonials",
      "blocks": {
        "quote_6DNrXw": {
          "type": "quote",
          "settings": {
            "stars": "",
            "text": "Check out some of last year’s submissions",
            "author": ""
          }
        }
      },
      "block_order": [
        "quote_6DNrXw"
      ],
      "settings": {
        "full_width": true,
        "text_size": "medium",
        "pagination": "dots",
        "autoplay": false,
        "autoplay_length": 5,
        "color_bg": "rgba(0,0,0,0)",
        "color_text": "#151515",
        "disable_top_spacing": false,
        "disable_bottom_spacing": true
      }
    },
    "single_image_tVtQi4": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe_Art_Contest_25_page-last_years_submissions_ec0c9938-be67-4c5a-8a3a-5e2fb6961251.jpg",
        "image_mobile": "shopify://shop_images/Shoe_Art_Contest_25_page-last_years_submissions-MOBILE.jpg",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "single_image_jrV6eH": {
      "type": "single-image",
      "settings": {
        "image": "shopify://shop_images/Shoe-Art-Contest-25-page-endless2.jpg",
        "full_width": true,
        "disable_top_spacing": true,
        "disable_bottom_spacing": true
      }
    },
    "testimonials_TpCJPH": {
      "type": "testimonials",
      "blocks": {
        "quote_fFe9gH": {
          "type": "quote",
          "settings": {
            "stars": "",
            "text": "Questions? Feel free to email us at hello@inkkas.com.",
            "author": ""
          }
        },
        "quote_yn8j78": {
          "type": "quote",
          "disabled": true,
          "settings": {
            "stars": "",
            "text": "Add your customer or client quote here to showcase them.",
            "author": "Testimonial author"
          }
        },
        "quote_zR6rji": {
          "type": "quote",
          "disabled": true,
          "settings": {
            "stars": "",
            "text": "Add your customer or client quote here to showcase them.",
            "author": "Testimonial author"
          }
        }
      },
      "block_order": [
        "quote_fFe9gH",
        "quote_yn8j78",
        "quote_zR6rji"
      ],
      "settings": {
        "full_width": true,
        "text_size": "medium",
        "pagination": "dots",
        "autoplay": true,
        "autoplay_length": 5,
        "color_bg": "rgba(0,0,0,0)",
        "color_text": "#151515",
        "disable_top_spacing": false,
        "disable_bottom_spacing": true
      }
    }
  },
  "order": [
    "single_image_4aqHdH",
    "single_image_kPmai8",
    "single_image_ak737e",
    "background_video_H8XwQL",
    "rich_text_J6NKhe",
    "customer_reviews_3jngrk",
    "main",
    "single_image_9Lajtt",
    "single_image_kH6P6W",
    "spacer_qzeaUN",
    "collapsible_content_Yxy3Pk",
    "logo_list_mFmFkj",
    "collapsible_content_ihA3hG",
    "logo_list_wRC7mk",
    "collapsible_content_DdnngY",
    "single_image_GPPCtG",
    "testimonials_DUNJz4",
    "single_image_dm4k4z",
    "testimonials_pPFbjY",
    "single_image_tVtQi4",
    "single_image_jrV6eH",
    "testimonials_TpCJPH"
  ]
}
